import { Highlights } from './type/HighlightsType';
export const HighlightData: Highlights[] = [
	{
		id: 1,
		textItalic:
			'Согласно немецкому законодательству, беременные сотрудницы не могут работать более 8,5 часов в день или 90 часов за две недели. Для женщин младше 18 лет установлены более строгие ограничения: не более 8 часов в день и 80 часов за две недели. Эти правила распространяются на все рабочие дни, включая воскресенья и праздничные дни.​',
		category: ['Health and Motherhood', 'Rights and Inclusion'],
	},
	{
		id: 2,
		textTitle: 'Kindergeld (детское пособие):​',
		text: 'Kindergeld выплачивается на всех детей до 18 лет (или до 25 лет, если они учатся). Размер пособия на каждого ребенка составляет около 250 евро в месяц, с небольшими вариациями в зависимости от количества детей в семье. Kindergeld поддерживает родителей в обеспечении повседневных нужд детей, таких как питание, образование и жилье.​',
		category: ['Health and Motherhood'],
	},
	{
		id: 3,
		textBold:
			'В Германии предусмотрены регулярные программы профилактических осмотров, которые включают в себя проверки на раннее выявление заболеваний, таких как сердечно-сосудистые болезни, диабет и рак. Женщины проходят осмотры для раннего выявления рака с 20 лет, а с 35 лет — скрининг на рак кожи. Эти обследования помогают своевременно выявлять риски для здоровья и предотвращать серьёзные заболевания.​',
		category: ['Health and Motherhood'],
	},
	{
		id: 4,
		textTitle: 'Elterngeld (пособие по уходу за ребенком):​',
		text: 'Это пособие выплачивается родителям в течение первых 12-14 месяцев после рождения ребенка для того, чтобы они могли сократить свою рабочую нагрузку или временно не работать. Размер выплаты зависит от дохода до рождения ребенка и составляет от 300 до 1 800 евро в месяц. Если оба родителя берут отпуск по уходу за ребенком, они могут распределить месяцы между собой, и в этом случае Elterngeld может выплачиваться до 14 месяцев.​',
		category: ['Health and Motherhood'],
	},
	{
		id: 5,
		text: 'Примерно через 6-8 недель после родов женщине рекомендуется посетить врача для проведения послеродовой проверки. На этом приёме врач оценивает, насколько успешно происходит восстановление матки, заживают ли возможные травмы после родов и как идёт процесс лактации. Также врач может назначить дополнительные анализы, если во время беременности были такие осложнения, как гестационный диабет или проблемы с щитовидной железой, чтобы убедиться, что организм восстанавливается должным образом.​',
		category: ['Health and Motherhood'],
	},
	{
		id: 6,
		textTitle: 'Доступ к приютам для женщин:​',
		text: 'В Германии функционируют приюты для женщин, пострадавших от различных видов насилия, которые предлагают временное убежище и психологическую поддержку как для женщин, так и для их детей. Эти приюты принимают женщин независимо от их возраста, происхождения или статуса пребывания в стране, предоставляя безопасное пространство для восстановления.​',
		category: ['Protection and Safety'],
	},
	{
		id: 7,
		textItalic:
			'Служба Телефон помощи "Насилие в отношении женщин" (116 016) работает круглосуточно, предоставляя анонимные консультации на 18 языках, включая русский. Консультанты помогают пострадавшим найти необходимую помощь и связаться с местными организациями для получения дальнейшей поддержки.​',
		category: ['Protection and Safety'],
	},
	{
		id: 8,
		textTitle: 'Широкая сеть поддержки:​',
		textBold:
			'Помимо приютов, в Германии действует множество организаций, которые оказывают юридическую, психологическую и социальную помощь женщинам, пострадавшим от насилия. Эти организации работают с целью оказания всесторонней поддержки, чтобы помочь женщинам справиться с последствиями насилия и начать новую жизнь.​',
		category: ['Protection and Safety'],
	},
	{
		id: 9,
		textItalic:
			'Организации, как UN Women, активно работают над защитой прав женщин, борются с дискриминацией и насилием. Особое внимание уделяется женщинам в сложных жизненных ситуациях, таким как одинокие матери, которым предоставляется юридическая и социальная поддержка для достижения финансовой независимости.​',
		category: ['Global Projects'],
	},
	{
		id: 10,
		textTitle: 'Образование и равные возможности:​',
		text: 'Международные фонды, например filia.die frauenstiftung, предлагают женщинам доступ к образовательным программам и профессиональному росту, что помогает им развить навыки, обрести уверенность и улучшить своё социальное положение, достигая финансовой стабильности.​',
		category: ['Global Projects'],
	},
	{
		id: 11,
		textTitle: 'Создание безопасных условий для женщин:​',
		textBold:
			'Эти инициативы создают безопасные пространства, где женщины могут участвовать в социальных, политических и экономических процессах, что способствует долгосрочным изменениям в улучшении положения женщин во всем мире.​',
		category: ['Global Projects'],
	},
	{
		id: 12,
		textItalic:
			'В Германии для женщин доступны разнообразные программы, начиная от профессионального обучения до университетских курсов. Гибкие формы обучения особенно полезны для женщин, совмещающих учебу с работой или семейными обязанностями, что позволяет им развиваться и укреплять свои позиции на рынке труда.​',
		category: ['Education and Career'],
	},
	{
		id: 13,
		text: 'Особое внимание уделяется поддержке матерей-одиночек через государственные программы, которые предлагают гибкие учебные графики, специальные курсы и финансовую помощь. Это помогает женщинам совмещать карьеру, учебу и воспитание детей, создавая равные условия для их профессионального роста.​',
		category: ['Education and Career'],
	},
	{
		id: 14,
		textBold:
			'Важным фактором успеха для женщин является постоянное стремление к обучению и саморазвитию. Германия предоставляет поддержку на всех этапах карьерного пути — от получения базового образования до возврата к работе после длительного перерыва, что способствует достижению значимых профессиональных результатов.​',
		category: ['Education and Career'],
	},
	{
		id: 15,
		textBold:
			'В Германии женщины могут рассчитывать на юридическую помощь в вопросах, связанных с правами на детей и алиментами. Это важно для обеспечения финансовой стабильности матерей, особенно тех, кто воспитывает детей в одиночку.​',
		category: ['Rights and Inclusion'],
	},
	{
		id: 16,
		textItalic:
			'Женщины-мигрантки в Германии получают доступ к специализированным интеграционным программам, которые включают юридические консультации и помощь в понимании местного законодательства. Это помогает им лучше адаптироваться и защитить свои интересы в новом обществе.​',
		category: ['Rights and Inclusion', 'Global Projects'],
	},
	{
		id: 17,
		text: 'Юридическая поддержка играет важную роль в успешной интеграции женщин в общественную и профессиональную жизнь Германии, помогая им обрести уверенность в своих правах и активно участвовать в жизни общества.​',
		category: ['Rights and Inclusion'],
	},
	{
		id: 18,
		text: 'В Германии существует широкий выбор дошкольных учреждений, включая государственные, частные и специализированные детские сады, такие как Montessori и Waldorf, каждый из которых имеет свои уникальные образовательные подходы. Это позволяет родителям выбрать учреждение, которое наилучшим образом соответствует интересам и потребностям их ребенка.​',
		category: ['Kindergartens'],
	},
	{
		id: 19,
		textTitle: 'Раннее бронирование мест в детских садах:',
		textBold:
			'В крупных городах, таких как Берлин или Мюнхен, места в детских садах ограничены, и родителям рекомендуется подавать заявки заранее, иногда за год до начала посещения. Это особенно важно для популярных частных садов с ограниченным количеством мест.​',
		category: ['Kindergartens'],
	},
	{
		id: 20,
		textItalic:
			'Помимо выбора детского сада, важно заранее задуматься о начальном школьном образовании, поскольку в Германии оно является обязательным. Родители могут выбирать между государственными и частными школами, обращая внимание на образовательные программы и поддержку детей с особыми потребностями.​',
		category: ['Kindergartens'],
	},
];
